[app]
language=Español
welcome=Bienvenido a PhoXo!
untitled=Sin título
close=Cerrar
ok=Aceptar
cancel=Cancelar

[file]
recent=Archivos recientes
open_type=Todas las imágenes
load_error=Imagen dañada o no compatible
not_exist=La imagen no existe
save_error=Error al guardar la imagen

[TOPBAR]
57601=Abrir|Abrir un archivo de imagen
57603=Guardar|Guardar la imagen actual
57604=Guardar como|Guardar la imagen con un nuevo nombre
57634=Copiar|Copiar imagen al portapapeles
57607=Imprimir|Imprimir la imagen actual
57643=Deshacer|Deshacer la última acción
57644=Rehacer|Rehacer la última acción deshecha
57664=Acerca de|Acerca de PhoXo
7000=Pegar|Pegar desde el portapapeles
7001=Nuevo|Crear una nueva imagen
7002=Desde escáner
7003=Limpiar archivos recientes
7004=Configuración|Configuración de la aplicación
7005=Temas|Cambiar tema
7016=Más|Mostrar opciones adicionales
9002=Ajustar a ventana|Ajustar imagen a la ventana
9003=Tamaño real|Mostrar imagen en tamaño original
8005=Alejar|Alejar para ver más
8006=Acercar|Acercar para ver más detalles
undo=Cancelar|Deshacer última acción|Deshacer %d acciones
theme=Más|Claro|Oscuro|Día soleado|Menta helada|Rosa sedoso|Ciruela jugosa|Brillo lunar|Paraíso de mango|Bosque místico|Pizarra fresca

[TAB]
20000=Recortar o rotar|Teclas:\n← → ↑ ↓: mover 1px\nShift + Flecha: mover 10px\nEnter: aplicar recorte\nEsc: cancelar\nCtrl + Arrastrar: nuevo recorte

[SETTINGS]
0=Configuración
1=General
2=Modo de renderizado
3=Mejor calidad|Mayor velocidad
4=Acoplamiento de panel
5=Derecha|Izquierda
6=Nivel máximo de zoom
7=Cambiar la posición del panel requiere reiniciar PhoXo

[DlgResize]
t=Redimensionar|Ancho|Alto|Mantener proporción

[cmd]
crop=Recortar
flipv=Voltear vertical
fliph=Voltear horizontal
r90=Rotar 90° a la derecha
r270=Rotar 90° a la izquierda
resize=Redimensionar

[panel_crop]
60=Ancho
61=Alto
1=Libre|Proporción personalizada
2=Original|Mantener proporción original
3=Aplicar
4=Bloquear proporción al redimensionar
5=Proporción bloqueada|Proporción desbloqueada
6=Rotar 90° a la derecha
7=Rotar 90° a la izquierda
8=Voltear vertical
9=Voltear horizontal
10=Forma
11=Transformar
15=Rectángulo
16=Rectángulo redondeado
17=Círculo
20=Redondez
21=Cancelar recorte
22=Aplicar recorte|Cancelar recorte
30=Redimensionar imagen